<?php
/**
 * DouPHP
 * --------------------------------------------------------------------------------------------------
 * 版权所有 2013-2015 漳州豆壳网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.douco.com
 * --------------------------------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在遵守授权协议前提下对程序代码进行修改和使用；不允许对程序代码以任何形式任何目的的再发布。
 * 授权协议：http://www.douco.com/license.html
 * --------------------------------------------------------------------------------------------------
 * Author: DouCo
 * Release Date: 2015-10-16
 */

// 手机版
$_LANG['mobile'] = '手机版';
$_LANG['catalog'] = '站点地图';
$_LANG['m_guestbook_title'] = '请输入留言主题';
$_LANG['m_guestbook_name'] = '请输入联系人';
$_LANG['m_guestbook_contact_type'] = '选择回复方式';
$_LANG['m_guestbook_contact'] = '请输入回复方式内容';
$_LANG['m_guestbook_content'] = '请输入留言内容';
$_LANG['m_captcha'] = '请输入验证码';

// 手机版提示
$_LANG['m_dou_msg_cue'] = "如果您不做出选择，将在 d% 秒后跳转到上一页面";
?>