<?php
/**
 * DouPHP
 * --------------------------------------------------------------------------------------------------
 * 版权所有 2013-2015 漳州豆壳网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.douco.com
 * --------------------------------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在遵守授权协议前提下对程序代码进行修改和使用；不允许对程序代码以任何形式任何目的的再发布。
 * 授权协议：http://www.douco.com/license.html
 * --------------------------------------------------------------------------------------------------
 * Author: DouCo
 * Release Date: 2015-10-16
 */

// 产品中心
$_LANG['product_category'] = '产品中心';
$_LANG['product_tree'] = '产品分类';
$_LANG['product_content'] = '产品介绍';
$_LANG['product_buy'] = '购买咨询';
$_LANG['product_news'] = '产品展示';
$_LANG['product_more'] = '查看更多商品';

?>