<?php
$lang = array(
'mail_lostpassword'					=> "您好，%s:

		這封郵件來自 %s。
		收到這封郵件的原因是因為你在%s執行了密碼找回請求操作。

		------------------------------------------------
		重要訊息
		------------------------------------------------
		如果你並沒有執行找回密碼的請求，請不要理會這封郵件。如果你執行下面操作的話，密碼將會重置！

		------------------------------------------------
		找回密碼請求說明
		------------------------------------------------
		在繼續執行此步操作以前需要再次驗證你的找回密碼請求，以防止用戶惡意操作。
		請點擊下面的連結完成密碼重置。

		%s

		------------------------------------------------
		上面的操作無法執行？
		------------------------------------------------
		如果無法通過上面的表單完成重置密碼的話，請登入此頁面:

		%s

		你需要在頁面中輸入下面顯示的用戶ID和驗證碼。:

		用戶ID: %s

		驗證碼: %s

		請使用上面的帳號和驗證碼進行驗證操作。

		------------------------------------------------
		還是不能執行？
		------------------------------------------------
		如果依舊無法執行的話，可能你的重置密碼請求已被刪除，或者你執行了其他啟動操作。
		如果是進行了其他操作的話，請先完成上一個操作。
		如果錯誤依舊存在的話，請與管理員聯絡反映問題出現的原因。

		傳送此請求的 IP 地址: %s",
'activationaccount'					=> "您好，%s:

		這封郵件來自 %s。
		收到這封郵件的原因是因為你需要在%s執行帳號啟動請求。
		如果你並未登入過%s，可以不用理會這封郵件。

		------------------------------------------------
		啟動說明
		------------------------------------------------
		非常感謝你的註冊！
		由於為了防止用戶惡意註冊的情況發生，我們需要在你的帳號生效前驗證你所使用的郵箱地址。
		請點擊下面的連結完成最後的啟動操作。

		%s

		------------------------------------------------
		上面的操作無法執行？
		------------------------------------------------
		如果無法通過上面的表單完成註冊驗證的話，請登入此頁面:

		%s

		你需要在頁面中輸入下面顯示的用戶ID和驗證碼。:

		用戶ID: %s

		驗證碼: %s

		請使用上面的帳號和驗證碼進行驗證操作。

		------------------------------------------------
		還是不能執行？
		------------------------------------------------
		如果依舊無法啟動的話，可能你的註冊帳號已超過啟動時間。
		如果錯誤依舊存在的話，請與管理員聯絡反映問題出現的原因。
		",
'changeemail'					=> "您好，%s:

		這封郵件來自 %s。
		收到這封郵件的原因是因為你在%s更改了你的註冊郵箱，我們需要驗證郵箱的有效性。
		如果你並未登入過%s，可以不用理會這封郵件。

		------------------------------------------------
		啟動說明
		------------------------------------------------
		由於為了防止用戶惡意操作的情況發生，我們需要在你的帳號生效前驗證你所使用的郵箱地址。
		請點擊下面的連結完成最後的啟動操作。

		%s

		------------------------------------------------
		上面的操作無法執行？
		------------------------------------------------
		如果無法通過上面的表單完成註冊驗證的話，請登入此頁面:

		%s

		你需要在頁面中輸入下面顯示的用戶ID和驗證碼。:

		用戶ID: %s

		驗證碼: %s

		請使用上面的帳號和驗證碼進行驗證操作。
		一旦更改了地址，可能需要重新登入論壇。

		------------------------------------------------
		還是不能執行？
		------------------------------------------------
		如果依舊無法執行的話，可能你的重置密碼請求已被刪除，或者你執行了其他啟動操作。
		如果是進行了其他操作的話，請先完成上一個操作。
		如果錯誤依舊存在的話，請與管理員聯絡反映問題出現的原因。",
'reportpost'					=> "您好，%s:

		這條訊息是我們的會員 %s 通過「報告有問題的帖子」的頁面給您傳送的。

		------------------------------------------------
		相關主題:  %s
		報告的帖子: %s
		------------------------------------------------
		報告內容:

		%s

		------------------------------------------------
		",
'mailmember'					=> "
		您好，%s:

		%s 自 %s 給您傳送了一封郵件。
		
		郵件正文內容如下:

		%s

		---------------------------------------------------
		請注意:
		%s 無法對使用本郵件系統傳送的訊息承擔任何責任。
		如果出現任何問題，請與 %s 的管理人員聯絡。
		---------------------------------------------------
		",
'sendtofriend'					=> "您好，%s:

		%s 自 %s 給您傳送了一封郵件。
		
		郵件正文內容如下:

		%s

		---------------------------------------------------
		請注意:
		%s 無法對使用本郵件系統傳送的訊息承擔任何責任。
		如果出現任何問題，請與 %s 的管理人員聯絡。
		---------------------------------------------------
		",
'pmnotify'					=> "您好，%s:

		%s 剛剛給你發過來一條短消息。

		短消息標題:
		%s

		你可以通過下面的這個連結來查看這條短消息:
		%s
		",
'accept_account'					=> "您在 %s 的帳號驗證請求已通過管理員驗證。
		現在就可以使用你的註冊資料登入 %s 了

		登入地址:
		%s
		",
'email_footer'					=> "------------------------------------------------
		再次感謝,
		%s 管理團隊
		%s
		",
);
?>