<?php
/**
 * DouPHP
 * --------------------------------------------------------------------------------------------------
 * 版权所有 2013-2015 漳州豆壳网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.douco.com
 * --------------------------------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在遵守授权协议前提下对程序代码进行修改和使用；不允许对程序代码以任何形式任何目的的再发布。
 * 授权协议：http://www.douco.com/license.html
 * --------------------------------------------------------------------------------------------------
 * Author: DouCo
 * Release Date: 2015-10-16
 */

// 模板
$_LANG['theme'] = '设置模板';
$_LANG['theme_description'] = '简介';
$_LANG['theme_enabled'] = '当前启用的模板';
$_LANG['theme_preview'] = '预览模板';
$_LANG['theme_list'] = '管理模板';
$_LANG['theme_install'] = '获取更多模板';
$_LANG['theme_installed'] = '可用模板';
$_LANG['theme_del'] = '删除模板';

?>